class LocalStringHindi {
  static Map<String, String> hindi() {
    return {
      'selectLanguage': 'ऐप भाषा चुनें',
      'languageDetails': 'आप बाद में मेनू में "मेरी जानकारी और सेटिंग" से अपनी प्राथमिकता बदल सकते हैं',
      'english': 'अंग्रेज़ी',
      'hindi': 'हिन्दी-Hindi',
      'constinue':'जारी रखना',

      'register': 'पंजीकरण करवाना',
      'invitedByAFriend': 'किसी मित्र द्वारा आमंत्रित?',
      'enterCode': 'कोड दर्ज करें',
      'alreadyAUser': 'पहले से ही एक उपयोगकर्ता?',
      'logIn':'लॉग इन करें',


      'slider1': 'Dream+ में आपका स्वागत है',
      'slider1D':'जीतना शुरू करने के लिए तैयार हैं? फंतासी खेलों की मूल बातें जानने के लिए बाईं ओर स्वाइप करें।',

      'slider2': 'एक मिलान चुनें',
      'slider2D':'एक आगामी मैच चुनें जिसे आप खेलना चाहते हैं।',

      'slider3': 'प्रतियोगिताओं में शामिल हों',
      'slider3D':'बड़े पुरस्कारों के लिए अन्य ड्रीम+ खिलाड़ियों के साथ प्रतिस्पर्धा करें।',

      'slider4': 'टीमें बनाएं',
      'slider4D':'सही खिलाड़ियों को चुनने और फैंटेसी अंक अर्जित करने के लिए अपने कौशल का उपयोग करें।',

      'iCertifyThatIAmAbove18Years':'मैं प्रमाणित करता हूं कि मेरी आयु 18 वर्ष से अधिक है।',
      'next':'अगला',
      'notAMember':'सदस्य नहीं हैं?',









    };
  }
}